
[
    {
        "title" : "Island: The Last Trip",
        "thumbnail" : "/movies/placeholder1.png",
        "description" : "This thrilling adventure film immerses you in a group of friends embarking on a unique journey to a remote island.",
        "total_raise" : 2325000,
        "author" : "Frank Plaepora",
        "budget" : "1.9M$ to 2.4M$",
        "category" : "Thriller",
        "synopsis" : "'Island: The Last Trip' is a thrilling adventure film that follows a group of friends as they embark on a once-in-a-lifetime trip to a remote island. The island is renowned for its beautiful landscapes, pristine beaches and exotic wildlife, but as the friends soon discover, it is also home to dangerous secrets and hidden dangers.\n As they explore the island, they encounter strange occurrences, including mysterious disappearances and sudden animal attacks. The friends soon realize that they are not alone on the island and that they must use their wits and survival skills to make it back to civilization.\nWith tensions rising and the threat of danger closing in, the friends are forced to band together and fight for their lives. They must overcome their differences and work as a team to overcome the challenges that stand in their way, from treacherous terrain to unpredictable weather.\nAs the friends delve deeper into the island's secrets, they come face-to-face with the ultimate test of their strength and courage. Will they be able to make it back to civilization or will the island claim them as its final victims?\n'Island: The Last Trip' is a nail-biting adventure that will keep you on the edge of your seat from start to finish.",
        "address" : ""
    },
    {
        "title" : "Almost friends",
        "thumbnail" : "/movies/placeholder1.png",
        "description" : "One of your friends wins the jackpot and doesn't tell you... Jealousy, betrayal and lies, are your friendships that strong?",
        "total_raise" : 1000000,
        "author" : "Frank Plaepora",
        "budget" : "1.9M$ to 2.4M$",
        "category" : "Romantic Comedy",
        "synopsis" : "'Almost Friend' is a heartwarming romantic comedy that explores the complexities of friendship, love, and the blurred lines in between.\nIn a quaint, picturesque town, we meet Alex, a charismatic and ambitious young woman with a knack for bringing people together. Despite being successful in her professional life, Alex finds herself struggling to form genuine connections on a personal level. She yearns for a best friend, someone she can rely on and share her deepest secrets with.\nEnter Ryan, a charming and enigmatic stranger who unexpectedly enters Alex's life. Ryan is everything Alex has been looking for in a friend – witty, supportive, and always there when she needs him. They share an instant connection, spending countless hours together, indulging in laughter, adventures, and the thrill of discovering each other's quirks and passions.\nAs their bond strengthens, Alex begins to question her feelings towards Ryan. Is their connection purely platonic, or is there something more beneath the surface? With their lives intertwined, they navigate the delicate balance between friendship and romance, discovering that the line separating the two can sometimes be blurry.\nHowever, complications arise when Alex's long-time crush, Megan, reappears in her life. Caught in a whirlwind of emotions, Alex must confront her own desires and unravel the true nature of her feelings. As the story unfolds, she grapples with the fear of losing a cherished friendship and the possibility of finding love in unexpected places.",
        "address" : ""
    },
    {
        "title" : "The subway",
        "thumbnail" : "/movies/placeholder1.png",
        "description" : "Since the unsolved crime of 1979, more and more strange things are happening in this subway.",
        "total_raise" : 2325000,
        "author" : "Frank Plaepora",
        "budget" : "1.9M$ to 2.4M$",
        "category" : "Thriller/Drama",
        "synopsis" : "'The Subway' is a gripping and suspenseful thriller that takes place entirely in the underground labyrinth of a bustling city subway system. As the story unfolds, the dark and claustrophobic tunnels become the backdrop for a chilling tale of mystery, danger, and survival.\nMeet Sarah, a young and ambitious journalist who, while on her daily commute, witnesses a mysterious incident in the subway. She inadvertently becomes entangled in a web of intrigue and finds herself in a race against time to uncover the truth before it's too late.\nDriven by her determination to unveil the secrets lurking beneath the city streets, Sarah embarks on a dangerous investigation. Along the way, she encounters a diverse cast of characters, each with their own motives and secrets. As she delves deeper into the underground world, she realizes that the subway holds more than just commuters—it harbors hidden agendas, unsolved crimes, and unexpected alliances.\nAs the tension escalates, Sarah's life is thrown into chaos. The line between ally and adversary blurs, and she must navigate a treacherous landscape where danger lurks at every turn. The subway becomes a labyrinth of deception, forcing Sarah to rely on her instincts and resourcefulness to survive.\nWith time running out and her life on the line, Sarah unravels a conspiracy that reaches far beyond what she initially anticipated. In a thrilling climax, she confronts the mastermind behind the subway's secrets, uncovering a shocking truth that shakes the very foundations of the city.",
        "address" : ""
    }
]
